11/data/attachments/9e9f4e78365175c8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:username>
            <nif:friendToBeAdded>Anthony_lead_Actions_75281_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>